Repository: technostructures/kazarma
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, nb_no

source: User not found
de: Benutzerkonto nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
nb_no: Fant ikke brukeren

source: Copy
de: Kopieren
es: Copiar
fr: Copier
nb_no: Kopier

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
nb_no: Åpne

source: Search
de: Suchen
es: Buscar
fr: Rechercher
nb_no: Søk

source: %{actor_name}'s avatar
de: Avatar von %{actor_name}
es: avatar de %{actor_name}
fr: Avatar de %{actor_name}
nb_no: %{actor_name} sin avatar

source: Skip to content
de: Überspringe zum Inhalt
es: Saltar al contenido
fr: Aller au contenu
nb_no: Hopp till innhold

source: Skip to search
de: Überspringe zur Suche
es: Pasar a la búsqueda
fr: Aller à la recherche
nb_no: Hopp til søk

source: their ActivityPub ID, which is often the URL of their profile page (https://server/@user).
de: oder dessen ActivityPub ID, welches oft die URL ihrer Profilseite ist (https://server/@user).
es: Tú Identificación de ActivityPub, que suele ser la URL de tú página del perfil (https://server/@user).
fr: son identifiant ActivityPub, généralement l'URL de son profil (https://instance/@utilisateur).

source: their ActivityPub username, in the form user@server;
de: dessen ActivityPub Benutzernamens in der Form user@server;
es: tú nombre de usuario de ActivityPub, en la forma user@server;
fr: son nom d'utilisateur ActivityPub, sous la forme utilisateur@instance ;
nb_no: deres ActivityPub-brukernavn, i form av bruker@tjener;

source: Help
de: Hilfe
es: Ayuda
fr: Aide
nb_no: Hjelp

source: Matrix or ActivityPub identifier
de: Matrix oder ActivityPub Identifikator
es: Matrix o identificador de ActivityPub
fr: Identifiant Matrix ou ActivityPub
nb_no: Matrix eller ActivityPub-identifikator

source: Actions
de: Aktionen
es: Acciones
nb_no: Handlinger

source: Bridge logs can include metadata
de: Bridge Logs können Metadaten enthalten
es: Los registros de los puentes pueden incluir metadatos
fr: Les logs du bridge peuvent contenir des métadonnées
nb_no: Brologger kan inneholde metadata

source: Bridge logs can include metadata and content
de: Bridge Logs können Metadaten und Inhalte enthalten
es: Los registros puente pueden incluir metadatos y contenidos
fr: Les logs du bridge peuvent contenir des métadonnées et du contenu
nb_no: Brologger kan inneholde metadata og innhold

source: No activity yet.
de: Noch keine Aktivität.
es: Aún no hay actividad.
fr: Aucune activité.
nb_no: Ingen aktivitet enda.

source: This user is not bridged.
de: Dieses Benutzerkonto ist nicht an eine Bridge verbunden.
es: Este usuario no tiene puente.
fr: Cet·te utilisateur·ice n'est pas bridgé·e.

source: close
de: schließen
es: cerrar
fr: fermer

source: Attempting to reconnect
de: Versuche Verbindung wiederherzustellen
es: Intentando reconectarse
fr: Tentative de reconnexion
nb_no: Prøver å koble til igjen …

source: Bridge Matrix and ActivityPub
de: Verbinde Matrix und ActivityPub über eine Bridge
es: Hacer un puente entre Matrix y ActivityPub
fr: Bridger Matrix et ActivityPub
nb_no: Lag bro fra Matrix til ActivityPub

source: Click to copy
de: Klicke zum Kopieren
es: Haz clic para copiar
fr: Cliquer pour copier
nb_no: Klikk for å kopiere

source: Click to open
de: Klicke zum Öffnen
es: Haz clic para abrir
fr: Cliquer pour ouvrir
nb_no: Klikk for å åpne

source: Error!
de: Fehler!
fr: Erreur !
nb_no: Feil.

source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Opération réussie !
nb_no: Vellykket.

source: We can't find the internet
de: Verbindung fehlgeschlagen
es: No podemos encontrar al internet
fr: Déconnecté
nb_no: Kan ikke koble til Internett

source: Add in a group
de: Einer Gruppe hinzufügen
es: Añadir a un grupo
fr: Ajouter à un groupe

source: All messages that you send in this room will be published with a "public" visibility.
de: In diesem Raum sendest du alle Nachrichten mit Sichtbarkeit "öffentlich".
es: Todos los mensajes que mandas en una sala estarán publicados con una visibilidad "pública".
fr: Tous les messages envoyés sur ce salon seront publiés dans un post "public".

source: Bridge yourself
de: Verbinde dich über eine Bridge
es: Haz un puente para ti
fr: Se bridger

source: Bridge yourself from ActivityPub
de: Verbinde dich von ActivityPub
es: Haz un puente desde ActivityPub
fr: Se bridger depuis ActivityPub

source: Bridge yourself from Matrix
de: Verbinde dich von Matrix
es: Haz un puente desde Matrix
fr: Se bridger depuis Matrix

source: Compatible platform: Mastodon, Pleroma.
de: Kompatible Plattformen: Mastodon, Pleroma.
es: Plataformas compatibles: Mastodon, Pleroma.
fr: Plateformes compatibles : Mastodon, Pleroma.

source: Compatible platform: Mobilizon.
de: Kompatible Plattform: Mobilizon.
es: Plataforma compatible: Mobilizon.
fr: Plateforme compatible : Mobilizon.

source: Compatible platform: Pleroma.
de: Kompatible Plattform: Pleroma.
es: Plataforma compatible: Pleroma.
fr: Plateforme compatible : Pleroma.

source: Create a public room
de: Erstelle einen öffentlichen Raum
es: Crear una sala pública
fr: Créer un salon public

source: Find someone
de: Finde jemanden
es: Encontrar a alguien
fr: Trouver quelqu'un

source: For a Matrix user, use their Matrix ID (@user:server)
de: Für ein Matrix-Benutzerkonto verwende dessen Matrix ID (@user:server)
es: Para un usuarix Matrix, usar su ID Matrix (@user:server)
fr: Pour un utilisateur Matrix, utiliser son identifiant Matrix (@utilisateur:instance)

source: For an ActivityPub user, user either:
de: Für ein ActivityPub-Benutzerkonto verwende entweder:
es: Para un usuarix ActivityPub, usar o:
fr: Pour un utilisateur ActivityPub, utiliser soit :

source: From ActivityPub
de: Von ActivityPub
es: Desde ActivityPub
fr: Depuis ActivityPub

source: From Matrix
de: Von Matrix
es: Desde Matrix
fr: Depuis Matrix

source: If this is your account, you can
de: Falls dies dein Benutzerkonto ist, kannst du
es: Si es tu cuenta, puedes
fr: Si ce compte est le votre, vous pouvez

source: If you are bridged, they will be invited to your room to see your mention.
de: Wenn ihr über die Bridge verbunden seid, wird das Konto in deinen Raum eingeladen, um deine Erwähnung zu sehen.
es: Si estás bridgeadx, van a estar invitadxs a tu sala para ver tu mención.
fr: Si vous êtes bridgé·e, iel sera invité·e sur votre salon pour voir vos mentions.

source: If you send a message to their room that is not a reply, it will send a public post mentioning them.
de: Wenn du eine Nachricht, die keine Antwort ist, in den Raum dieses Konto schickst, wird dies einen öffentlichen Post schicken, der dieses Konto erwähnt.
es: Si mandas un mensaje a su sala que no es una respuesta, mandará un post público mencionándolxs.
fr: Si vous envoyez un message sur son salon qui n'est pas une réponse, il sera envoyé comme un post public la·le mentionnant.

source: If your Mobilizon intance federates with Kazarma, you can add this user to a group.
de: Wenn deine Mobilizon-Instanz mit Kazarma federated, kannst du dieses Benutzerkonto zu einer Gruppe hinzufügen.
es: Si tu instancia Mobilizon federa con Kazarma, puedes añadir este usuarix a un grupo.
fr: Si votre instance Mobilizon est fédérée à Kazarma, vous pouvez ajouter cet utilisateur à un groupe.

source: Interact with %{name}
de: Interagiere mit %{name}
es: Interactuar con %{name}
fr: Interagir avec %{name}

source: Invite the bridge bot:
de: Lade den Bridge Bot ein:
es: Invitar al bot del puente:
fr: Inviter le bot du bridge :

source: It currently supports the following ActivityPub servers: Mastodon, Pleroma, PeerTube, Mobilizon.
de: Zurzeit unterstützt die Bridge folgende ActivityPub Server: Mastodon, Pleroma, PeerTube, Mobilizon.
es: Ya funciona con los siguientes servidores ActivityPub: Mastodon, Pleroma, PeerTube, Mobilizon.
fr: Il supporte actuellement les plateformes suivantes : Mastodon, Pleroma, PeerTube, Mobilizon.

source: Kazarma is a bridge between Matrix and ActivityPub.
de: Kazarma ist eine Bridge (Verbindungsknoten bzw. -server) zwischen Matrix und ActivityPub.
es: Kazarma es un puente entre Matrix y ActivityPub.
fr: Kazarma est un bridge entre Matrix et ActivityPub.

source: Kazarma will create a public Matrix room where your public activities will be bridged.
de: Kazarma erstellt einen öffentlichen Matrix Raum in dem deine öffentlichen Interaktionen über die Bridge verbunden werden.
es: Kazarma creará una sala Matrix pública dónde tus actividades públicas estarán bridgeadas.
fr: Kazarma créera un salon Matrix public sur lequel toutes vos activités publiques seront bridgées.

source: Matrix users sending a message in this room will create a public post that mentions you.
de: Matrix Benutzerkonten, die eine Nachricht in diesem Raum senden, erstellen einen öffentlichen Post, der dich erwähnt.
es: Usuarixs de Matrix que mandan un mensaja a esta sala crearán un post público que te mencionará.
fr: Quand un message sera envoyé sur ce salon, un post public de ce message vous mentionnant sera publié.

source: Matrix users sending a message in your outbox room will create a public post that mentions you.
de: Matrix Benutzerkonten, die eine Nachricht in deinen Outbox Raum senden, erstellen einen öffentlichen Post, der dich erwähnt.
es: Usuarixs de Matrix que mandan un mensaje a tu sala "outbox" crearán un post público que te mencionará.
fr: Quand un message sera envoyé sur votre salon personnel, un post public vous mentionnant sera publié.

source: Mention this user
de: Erwähne dieses Benutzerkonto
es: Mencionar a este usuarix
fr: Mentionner cet utilisateur

source: See their public activity
de: Öffentliche Aktivität anschauen
es: Ver su actividad pública
fr: Voir ses activités publiques

source: Send a Direct Message (DM)
de: Direkte Nachricht schicken (DM)
es: Mandar un mensaje directo (DM)
fr: Envoyer un DM (Direct Message)

source: Send the following message:
de: Sende folgende Nachricht:
es: Mandar el mensaje siguiente:
fr: Envoyer le message suivant :

source: Start a 1-to-1 chat
de: Starte einen 1-zu-1-Chat
es: Lanzar una conversación privada
fr: Lancer une discussion directe (Pleroma)

source: Start a 1-to-1 chat with this user by starting a new direct conversation.
de: Starte einen 1-zu-1-Chat mit diesem Benutzerkonto, indem du eine direkte Konversation startest.
es: Lanzar una conversación privada con esta persona lanzando una nueva conversación directa.
fr: Commencer une discussion avec cet·te utilisateur·ice en créant une nouvelle conversation directe.

source: Start a DM with this user by inviting them to a private non-encrypted room.
de: Starte eine DM mit diesem Benutzerkonto, indem du es zu einem privaten, nicht-verschlüsselten Raum einlädst.
es: Lanzar un DM con esta persona invitándola a una sala privada que no está cifrada.
fr: Pour initier un DM avec cet·te utilisateur·ice, invitez la·le sur un salon non-chiffré.

source: Start a new chat with this user by entering their ActivityPub address.
de: Starte einen neuen Chat mit diesem Benutzerkonto, indem du dessen ActivityPub Adresse eingibst.
es: Lanzar una nueva conversación con esta persona con su dirección ActivityPub.
fr: Pour initier une discussion avec cet·te utilisateur·ice, entrez son adresse ActivityPub.

source: They will be able to participate in group discussions.
de: Es wird dann in Gruppendiskussionen teilnehmen können.
es: Podrán participar a conversaciones de grupo.
fr: Iel pourra participer aux discussions de groupe.

source: This means that they will appear on the timeline of anyone following you, and on federated timelines.
de: Das heißt, dass sie auf der Timeline von jedem Konto, das dir folgt und auf federated Timelines angezeigt wird.
es: Significa que aparezcarán en la timeline de toda la gente que te sigue, y en las timelines federadas.
fr: C'est-à-dire qu'ils apparaîtront sur la timeline de vos abonné·es et sur les timelines fédérées.

source: This user can be mentioned in a public post.
de: Dieses Benutzerkonto kann in einem öffentlichen Post erwähnt werden.
es: Esta persona puede estar mencionada en un post público.
fr: Cet·te utilisateur·ice peut être mentionné·e dans un post public.

source: This user can receive direct messages (posts with a "private" visibility.
de: Dieses Benutzerkonto kann direkte Nachrichten erhalten (Posts mit Sichtbarkeit "privat").
es: Esta persona puede recibir mensajes directos (posts con un visibilidad "privada").
fr: Cet·te utilisateur·ice peut recevoir des DM (posts avec visibilité "privée").

source: This user has opted-in to public activity bridging.
de: Dieses Benutzerkonto nimmt teil an Bridging öffentlicher Aktivität.
es: Esta persona no ha autorizado que su actividad pública pase por un puente.
fr: Cet·te utilisateur·ice a accepté de bridger ses activités publiques.

source: To bridge your public posts, you need to follow the relay actor:
de: Um deine öffentlichen Posts zu verbinden, musst du einem Weiterleitungskonto folgen:
es: Para hacer un puente con tus posts públicos, necesitas seguir al actor relé:
fr: Pour bridger vos activités publiques, abonnez-vous à l'acteur relai :

source: Use the search field to lookup for someone, and see how to reach them.
de: Nutze das Suchfeld, um ein Benutzerkonto zu suchen und um zu sehen, wie es erreichbar ist.
es: Usar el campo de búsqueda para encontrar a alguien, y ver cómo hablarle.
fr: Utilisez le champ de recherche pour trouver quelqu'un et voir comment le contacter.

source: You can join their room and reply to their posts.
de: Du kannst dessen Raum beitreten und dessen Posts beantworten.
es: Puedes entrar a su sala y contestar a sus posts.
fr: Vous pouvez rejoindre leur salon et répondre à leurs posts.

source: You can publish posts on the ActivityPub network by following these instructions:
de: Du kannst Posts auf dem ActivityPub Netzwerk veröffentlichen, indem du folgenden Anweisungen folgst:
es: Puedes publicar posts en la red ActivityPub siguiendo a estas instrucciones:
fr: Vous pouvez publier des posts sur ActivityPub en suivant ces instructions :

source: opt-in to public bridging.
de: an öffentlichem Bridging teilnehmen.
es: aceptar el bridging público.
fr: accepter le bridge public.

source: Activity not found
de: Aktivität nicht gefunden
es: Actividad no encontrada
fr: Activité non trouvée

source: A Technostructures project
de: Ein Technostructures Projekt
es: Un proyecto de Tecnoestructuras
fr: Un projet Technostructures

source: ActivityPub moderation tools are implemented.
de: ActivityPub Moderationswerkzeuge sind implementiert.
es: Se implementan las herramientas de moderación de ActivityPub.
fr: Les outils de modération d'ActivityPub sont implémentés.

source: Consent and privacy
de: Einverständnis und Privatsphäre
es: Consentimiento y privacidad
fr: Consentement et respect de la vie privée

source: For instance, blocking a Matrix user will ignore them and ban them from your public room if it exists.
de: Zum Beispiel das Blockieren eines Matrix-Benutzerkontos blendet dieses für dich aus und verbannt es von deinem öffentlichen Raum, falls dieser existiert.
es: Por ejemplo, si bloqueas a un usuario de Matrix, lo ignorarás y lo expulsarás de tu sala pública, si existe.
fr: Par exemple, bloquer un compte Matrix bridgé l'ignorera et le bannira de votre room publique si elle existe.

source: It can be direct messages, or following of the relay actor to opt-in to public activites bridging.
de: Dies erfolgt durch direkte Nachrichten oder durch das Folgen eines Weiterleitungskontos.
es: Pueden ser mensajes directos, o seguimiento del actor de retransmisión para optar por las actividades públicas puente.
fr: Il peut s'agir de messages directs, ou du fait de suivre l'acteur relai pour activer le bridging d'activités publiques.

source: Kazarma waits for explicit user action to bridge activities and events.
de: Kazarma verbindet Aktivitäten und Events nur bei expliziter Benutzerkontointeraktionen.
es: Kazarma espera la acción explícita del usuario para unir actividades y eventos.
fr: Kazarma attend une action explicite pour bridger les activités et évènements.

source: Matrix room
de: Matrix Raum
es: Sala Matrix
fr: Room Matrix

source: Since ActivityPub clients do not implement end-to-end encryption, kazarma does not work in encrypted Matrix rooms.
de: Weil ActivityPub Dienste Ende-zu-Ende-Verschlüsselung nicht implementieren, funktioniert Kazarma nicht in verschlüsselten Matrix Räumen.
es: Dado que los clientes de ActivityPub no implementan la encriptación de extremo a extremo, kazarma no funciona en salas Matrix encriptadas.
fr: Comme les clients ActivityPub n'implémentent pas le chiffrement bout-à-bout, kazarma ne fonctionne pas dans les rooms Matrix chiffrées.

source: Source and issue tracker
de: Source Code und Issue Tracker
es: Código fuente y seguimiento de incidencias
fr: Code source et gestion de tickets

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions

source: Unfollowing the relay actor deactivates public activities bridging.
de: Entfolgen des Weiterleitungskontos deaktiviert das Bridging öffentlicher Aktivitäten.
es: Dejar de seguir al actor de la retransmisión desactiva el puente de actividades públicas.
fr: Arrêter de suivre l'acteur relai désactivera le bridge d'activités publiques.

source: You can also block the whole domain of the bridge.
de: Du kannst auch die gesamte Domäne einer Bridge blockieren.
fr: Vous pouvez aussi bloquer tout le domaine du bridge.

source: https://technostructures.org/en/
de: https://technostructures.org/de/
fr: https://technostructures.org/fr/

source: Links
es: Enlaces
fr: Liens

source: Technostructures
es: Tecnoestructuras

source: Also see the rest of the documentation.
nb_no: Ta også en titt på resten av dokumentasjonen.

source: Quick guide
nb_no: Hurtigveiledning

source: Search for a Matrix user
nb_no: Søk etter en Matrix-bruker

source: Search for an ActivityPub user
nb_no: Søk etter en ActivityPub-bruker

source: To search for a Matrix user, enter their Matrix username, in the form @user:server.
nb_no: Skriv inn et Matrix-brukernavn i form av «@bruker:tjener» for å søke etter en Matrix-bruker.

source: To search for an ActivityPub user, you can use two types of address:
nb_no: Du kan bruke to typer adresser for å søke etter en ActivityPub-bruker:

source: They can follow the relay actor to start being bridged over Matrix: %{relay}.
nb_no: De kan følge videresendelsesaktøren for å starte brotilknytning over Matrix: %{relay}.

source: They can create an outbox room to start being bridged over ActivityPub.
nb_no: De kan opprette et utboks-rom for å begynne brotilknytning over ActivityPub.
